[
  {
    "text": "The chatbot helped us reduce response times by over 60%. It’s a game changer for our support team. It’s a game changer for our support team.",
    "author": "Mina R., Support Lead Mina R., Support LeadMina R., Support LeadMina R., Support LeadMina R., Support LeadMina R., Support LeadMina R., Support LeadMina R., Support LeadMina R., Support Lead",
    "avatar": "/assets/Testimonial1.png"
  },
  {
    "text": "We closed deals faster thanks to instant engagement via the chatbot. It’s like a 24/7 SDR.",
    "author": "Jared F., Sales Manager",
    "avatar": "/assets/Testimonial2.png"
  },
  {
    "text": "I was impressed with how easy it was to set up — no tech skills required.",
    "author": "Emily Z., Small Business Owner",
    "avatar": "/assets/Testimonial3.png"
  },
  {
    "text": "We integrated the bot with our CRM in minutes. Everything works seamlessly.",
    "author": "Tom B., Marketing Director",
    "avatar": "/assets/Testimonial4.png"
  },
  {
    "text": "The multilingual support helped us expand globally without hiring extra agents.",
    "author": "Sofia M., Global Ops Manager",
    "avatar": "/assets/Testimonial1.png"
  },
  {
    "text": "Our appointment booking rate doubled after using the chatbot. It just works.",
    "author": "Ray P., Dental Clinic Owner",
    "avatar": "/assets/Testimonial2.png"
  },
  {
    "text": "Love the analytics dashboard. We get actionable insights daily.",
    "author": "Liam H., Product Analyst",
    "avatar": "/assets/Testimonial3.png"
  },
  {
    "text": "The AI responses are incredibly natural — customers often think it's a real person.",
    "author": "Alice K., Customer Experience Lead",
    "avatar": "/assets/Testimonial4.png"
  },
  {
    "text": "Our onboarding process is now fully automated thanks to the chatbot.",
    "author": "Noah C., HR Manager",
    "avatar": "/assets/Testimonial1.png"
  },
  {
    "text": "We saved hours each week by automating common inquiries — now we focus on strategy.",
    "author": "Grace L., Operations Lead",
    "avatar": "/assets/Testimonial2.png"
  }
]